[
    ["2:47 PM", "Snike", "I was just curious other than actual PC ports of games such as Doom 3 which is insane on a phone, what's the limit that I'd hit with PC games, heard people have installed even later Windows lol but*"],
    ["2:47 PM", "Callum John", "Don't try that command, by the way."],
    ["2:47 PM", "Callum John", "Like `rm -rf /`?"],
    ["2:47 PM", "Puppet MasterIRL", "an Irish jester :joy:"],
    ["2:48 PM", "Snike", "*ofc they're ridiculously slow, Win 95 however is do-able and there are guides for games as well, how to mount the CD's and whatnot and I guess just the fact that you've Win 95 installed and running*"],
    ["2:48 PM", "Antoine Demangeat", "Speaking of Jesters, does anyway plays Town Of Salem ?"],
    ["2:48 PM", "Antoine Demangeat", "paly*"],
    ["2:48 PM", "Snike", "*on a phone is a feat on its own."],
    ["2:49 PM", "Antoine Demangeat", "Play* ffs Swiftkey."],
    ["2:50 PM", "SpiritEssence", "Adventure with Storpey: Stress edition"],
    ["2:51 PM", "Antoine Demangeat", "Well, i suck at explaining things. Town Of Salem is like an online-crime solving-betrayal-lying simulator. Yyou have roles (doctors, killer, sheriff etc) and you have to find the murders of the town !"],
    ["2:52 PM", "Antoine Demangeat", "murderers*"],
    ["2:52 PM", "petertheweaponmaker", "You said he sucked earlier :rofl::rofl::rofl:"],
    ["2:52 PM", "SpiritEssence", "Just dont choke yourself again lmfao"],
    ["2:52 PM", "Snike", "ofc most would say, why? having windows on a phone especially when most android games are terrible to play via touch screen controls anyway, and ofc the answer would be, why not? xD especially for *"],
    ["2:53 PM", "Snike", "*turn based games such as Fallout 1, 2 or mouse based games such as Diablo 1, 2 etc"],
    ["2:53 PM", "SpiritEssence", "How long have you played this game? And how much more playtime do you reckon the game has for you? It seems like a pretty big game"],
    ["2:53 PM", "Spade", "Storpey, you're awesome :butterfly:"],
    ["2:54 PM", "Antoine Demangeat", "Each night the bad guys chose to kill 2 people. and during the day, the good guy have to vote for a guy whom they'll hang. You never really know if you're executing a baddie or a good guy ! it's fun !"],
    ["2:54 PM", "The Light", "Hey Storpey how’s it going?"],
    ["2:55 PM", "petertheweaponmaker", "Storpy is the single biggest reason I got into horror games"],
    ["2:55 PM", "SpiritEssence", "90hours is fairly much, was just wondered how many hours of gameplay you can get out of this game. seems like a lot. Game seems to have a lot of replayability"],
    ["2:56 PM", "Antoine Demangeat", "@Storpey i \"tried\" to explain the basic of Town Of Salem, you'll have to scroll up if you're interested :stuck_out_tongue:"],
    ["2:56 PM", "The Light", "Have you seen the new Star Wars Last Jedi trailer? Looks so good"],
    ["2:56 PM", "Snike", "to most this may sound like a gimmick only, but thanks to today's technology it's just crazy and exciting for me to think how far you could push the limits and hardware of a phone/small device"],
    ["2:57 PM", "The Light", "I could never hate you :joy::punch:"],
    ["2:57 PM", "SpiritEssence", "Doesnt help EA and Dice is ruining the game franchise with microtransactions"],
    ["2:57 PM", "Antoine Demangeat", "I'm a huge star wars fan, but i get you, agree to disagree !"],
    ["2:58 PM", "Matt Langdon", "Battlefront 2 does look pretty good tbf"],
    ["2:58 PM", "SpiritEssence", "No matt! You need to have a heated discussion with Steve! NOW!"],
    ["2:58 PM", "SpiritEssence", "Antoine*"],
    ["2:59 PM", "petertheweaponmaker", "battle front 2 was amazing the first sucked so bad they had it on sale for 5 and it's still not worth it but the secound I may buy full price"],
    ["2:59 PM", "Antoine Demangeat", "Ok I will, HOW DARE YOU STEVE, SAY THAT YOU DON'T LIKE STAR WARS !"],
    ["3:00 PM", "SpiritEssence", "Yeah thats more like it! HOW DARE YOU STEVE!"],
    ["3:00 PM", "Lisa Rae", "I'm not keen on Star Wars either, believe me I've tried getting into it :disappointed:"],
    ["3:00 PM", "Snike", "anybody heard of the GPD Win btw? A small 5\" display with 1080p res, Intel Atom processor and Intel HD graphics, and that it could even run some of the latest games, with some tweaking? xD speak of*"],
    ["3:00 PM", "Antoine Demangeat", "HOW DARE YOU LISA ?!??!!"],
    ["3:00 PM", "Matt Langdon", "@petertheweaponmaker true that, the lack of heroes disappointed me with the first one"],
    ["3:00 PM", "petertheweaponmaker", "I mean the first battle fronts and the beloved psp game were the best"],
    ["3:01 PM", "Lisa Rae", "Sorry not sorry!"],
    ["3:01 PM", "Snike", "*crazy, watching Fallout 4 and DOOM (2k16) on such a small device to the point where the thing is almost melting (cpu overclocked btw) lol"],
    ["3:01 PM", "Antoine Demangeat", "who are they* you mean DUN DUN DUN"],
    ["3:01 PM", "SpiritEssence", "How dare you trick us into thinking you are apologzing and then following it up with \"not sorry\"!!!"],
    ["3:01 PM", "Snike", "@Lisa Rae which ep/movie have you started with?"],
    ["3:01 PM", "Antoine Demangeat", "You need to watch the 5th one, that's where magic happens"],
    ["3:02 PM", "petertheweaponmaker", "worst one of the entire series"],
    ["3:02 PM", "Lisa Rae", "@Snike the very first 1970s movie, tried watching them all but meh"],
    ["3:02 PM", "SpiritEssence", "I havent watched starwars in years. Like probably more than 10 years"],
    ["3:02 PM", "The Light", "The worse Star Wars movie was the first one"],
    ["3:02 PM", "sanduel", "4,5,6 are the best one imo :innocent:"],
    ["3:02 PM", "The Light", "Phantom Menance"],
    ["3:02 PM", "Lisa Rae", "Well I had to watch it in school"],
    ["3:02 PM", "Snike", "also fair enough @Storpey maybe you're into Star Trek? :stuck_out_tongue: , @Lisa Rae I guess it must have to do something with nostalgia for most of us who've watched them as kids :stuck_out_tongue:"],
    ["3:03 PM", "petertheweaponmaker", "4 through 6 are the best episode 1 tpm is good but the rest suck with the worst being revenge of the Sith"],
    ["3:03 PM", "Antoine Demangeat", "You all should see my room.... i'm a huge HUGE star wars fan.... something i feel shame but it's all replaced by joy 3 seconds later"],
    ["3:03 PM", "Lisa Rae", "@Lisa Rae I was a kid when I saw it I'm 23 :stuck_out_tongue:"],
    ["3:03 PM", "Matt Langdon", "Loads of people hated revenge of the sith but I loved it!"],
    ["3:03 PM", "Antoine Demangeat", "Same age !"],
    ["3:03 PM", "petertheweaponmaker", "And I have a grudge against the force awakens cause extended universe is way better"],
    ["3:03 PM", "Snike", "@Lisa Rae well then I guess not everybody is into it xD , maybe you're into Star Trek also?"],
    ["3:03 PM", "SpiritEssence", "When will the next FTL stream be Steve? I cant stay for shutter!"],
    ["3:04 PM", "Matt Langdon", "I'm 23 too woo"],
    ["3:04 PM", "Lisa Rae", "Nope don't like Star Trek unfortunately, hate it more than Star Wars too cheesy for me lol"],
    ["3:05 PM", "Snike", "@Storpey true, which is also why I'm more into the old SW movies, personally the only SW movies imo lol since as G. Lucas mentioned they weren't meant to be about space pew pew, but more about drama,*"],
    ["3:05 PM", "Antoine Demangeat", "Yeah, welcome to the 23 Club ! 4 more years until we join the 27's club :grinning:"],
    ["3:05 PM", "Antoine Demangeat", "Ew."],
    ["3:05 PM", "Lisa Rae", "Red Dwarf is hilarious though"],
    ["3:05 PM", "Snike", "*family etc , @Lisa Rae lol I guess we should be happy you hate SW less in that case xD"],
    ["3:05 PM", "The Light", "I'm in the 20 club :grinning:"],
    ["3:05 PM", "Matt Langdon", "Two more years and we're half way to 50 :weary:"],
    ["3:05 PM", "Snike", "@Antoine Demangeat already in the club myself lol"],
    ["3:06 PM", "Matt Langdon", "Pessimism at its finest"],
    ["3:06 PM", "Antoine Demangeat", "Will make it, that's the question ! I'm sorry jk xD"],
    ["3:06 PM", "Lisa Rae", "Saw the movie which was good, but the early stuff ain't my thing (ST)"],
    ["3:06 PM", "Antoine Demangeat", "you*"],
    ["3:06 PM", "Matt Langdon", "Probably not :joy:"],
    ["3:06 PM", "SpiritEssence", "Im 26 :grinning:"],
    ["3:07 PM", "Snike", "I now know why @Storpey didn't chose my ship name for the FTL run since it was SW-inspired :stuck_out_tongue: jk"],
    ["3:07 PM", "Snike", "27 club here lol"],
    ["3:07 PM", "Lisa Rae", "Is Sparrow older or younger Steve? She looks so young and sweet xD"],
    ["3:08 PM", "Lisa Rae", "Lol awww xD"],
    ["3:08 PM", "petertheweaponmaker", "Storpy would you consider making a play through on maybe storpmella of Jurassic park evolution?"],
    ["3:09 PM", "Lisa Rae", "Did you do something for your big 30th?"],
    ["3:09 PM", "Snike", "however, babies can be creepy at times @Storpey knowing how good is Sparrow at scaring you :stuck_out_tongue: jk"],
    ["3:09 PM", "petertheweaponmaker", "it's s Jurassic park sims style game"],
    ["3:09 PM", "Snike", "@petertheweaponmaker who knows when it's out but would be a sweet idea"],
    ["3:10 PM", "Matt Langdon", "I need to get some things done. It's been a pleasure Steve, I'll catch you next time. Laters people :v_tone1:"],
    ["3:10 PM", "Snike", "@Matt Langdon take care!"],
    ["3:10 PM", "SpiritEssence", "Did you guys ever finish corpse party? It used to be my favorite series until it stopped suddenly. Cya matt!"],
    ["3:11 PM", "Snike", "@SpiritEssence think not but agreed, liked it myself"],
    ["3:11 PM", "The Light", "Bye Matt"],
    ["3:11 PM", "SpiritEssence", "Thats alright, it wouldnt be enjoyable to watch if you guys dont enjoy playing it"],
    ["3:12 PM", "Snike", "liked the playthrough so much that I was curious to read the manga, even knowing that I hate horror.. worst idea ever xD didn't sleep that night.."],
    ["3:12 PM", "iviecarp", "Having just arrived, I'll take the risk of misunderstanding context and say I have no problem with unfinished series. GG doesn't finish most stuff and it's fine."],
    ["3:13 PM", "Snike", "speaking of Corpse Party, I remember at the time it wasn't actually on PC/steam etc. were you using an emulator @Storpey perhaps a PSP one, maybe PPSSPP?"],
    ["3:13 PM", "iviecarp", "Would be a bit hypocritical of me since I have 89356239085 different projects I've left in the middle"],
    ["3:13 PM", "SpiritEssence", "Do you guys remember the type Steve spat on Sparrow during an indie horror game? :grinning:"],
    ["3:13 PM", "Snike", "@iviecarp welcome!"],
    ["3:13 PM", "The Light", "Do you think they will ever make a Slender man movie?"],
    ["3:14 PM", "Lisa Rae", "I hope not, movies can ruin a game haha"],
    ["3:14 PM", "Antoine Demangeat", "We need a gif of that !"],
    ["3:14 PM", "iviecarp", "@Snike :raised_hands: @Storpey I think it was a long time ago, maybe Cry of Fear?"],
    ["3:14 PM", "petertheweaponmaker", "outlast is absoulty horrific btw I love it not a huge horror buff and said I'd never play it after your play through but damn it's great game"],
    ["3:15 PM", "The Light", "Outlast series is so good \\"],
    ["3:15 PM", "petertheweaponmaker", "loved that one as well that and outlast are my favoites of your channel"],
    ["3:16 PM", "SpiritEssence", "Steve! It was your cold fusion video on Storpmella, at 18:55 :grinning:"],
    ["3:16 PM", "Lisa Rae", "The climbing the train part was hectic on cry of fear"],
    ["3:16 PM", "petertheweaponmaker", "well and dead space 1 and 2"],
    ["3:16 PM", "SpiritEssence", "yes xD"],
    ["3:16 PM", "Antoine Demangeat", "Well, I know what I need to do now, watch the Cry Of Fear Series"],
    ["3:17 PM", "Callum John", "I remain!"],
    ["3:17 PM", "petertheweaponmaker", "Antoine it's really good thier first video together"],
    ["3:17 PM", "petertheweaponmaker", "well secound series actually first was left for dead"],
    ["3:17 PM", "Lisa Rae", "I recently watch through his dead space 1, 2 and alien isolation play through. Then TWD now on The Wolf Among Us, can't wait for season 2 if Steve does it xD"],
    ["3:18 PM", "Antoine Demangeat", "I just watched the Cold Fusion, omg ahaha priceless"],
    ["3:18 PM", "Snike", "@Lisa Rae season 2 would be sweet if it hopefully does come out in 2018!"],
    ["3:18 PM", "Lisa Rae", "@snike yeah I'm hella hyped for it!"],
    ["3:18 PM", "Callum John", "How far do you have to venture for this quest?"],
    ["3:19 PM", "petertheweaponmaker", "shit ton of gold thier Steve"],
    ["3:19 PM", "Callum John", "Not very far, considering you completed it."],
    ["3:19 PM", "SpiritEssence", "Btw Steve, I have some RSI stretches I wanted to share with you, I sent you a message on FB if you are interested"],
    ["3:19 PM", "iviecarp", "TWAU is easily the best Telltale game to date and I'm pretty sure everyone, including you, loved it :stuck_out_tongue:"],
    ["3:20 PM", "iviecarp", "I think there is a lot of jizz'm pooling up, ready to be shot in the air, for the sake of TWAU"],
    ["3:20 PM", "Snike", "@iviecarp abso-frickin-lutely! xD"],
    ["3:20 PM", "Antoine Demangeat", "Uh-uhm"],
    ["3:21 PM", "Antoine Demangeat", "Or in Steve's words: \"Uh oh\""],
    ["3:22 PM", "iviecarp", "It's so good, I decided to stop re-watching Steve's playthrough (which I couldn't remember if I watched till the end) to hold out till I can buy it, which I can't and won't for a long time..."],
    ["3:23 PM", "Lisa Rae", "If only I was as good with money in games than I am irl"],
    ["3:23 PM", "Lisa Rae", "Opposite way round I mean? Haha"],
    ["3:23 PM", "Antoine Demangeat", "Oh Lisa x'D"],
    ["3:23 PM", "Snike", "@iviecarp aren't Telltale games usually free, at least starting with the first episode? from what I remember, or maybe they get free in time, but yeah Steve's playthrough is sweet!"],
    ["3:23 PM", "iviecarp", "Oh thingy! It's my favorite game! #kappa"],
    ["3:23 PM", "Lisa Rae", "Deary me xD"],
    ["3:24 PM", "Antoine Demangeat", "You're clearly the best"],
    ["3:24 PM", "Lisa Rae", "Wish I was good with money irl like I am with games. In skyrim I've got so much money"],
    ["3:24 PM", "iviecarp", "@Snike some of them have had the first episode free on occasion, but no, usually they cost as much per episode as the final game does once they're all released"],
    ["3:24 PM", "Rubymoon90", "Hi storpey :raising_hand:"],
    ["3:24 PM", "Snike", "@iviecarp I was right though not on PC xD so.. since it's an adventure game and it's not gameplay-based, maybe you could stream the game from phone to PC since it's free on android?"],
    ["3:25 PM", "Snike", "@iviecarp unless you have a tablet which is better for the larger display xD"],
    ["3:26 PM", "Snike", "@iviecarp same on iOs if you're not using android, free that is"],
    ["3:26 PM", "iviecarp", "@Snike lol I have no smartphone and my tablet is really old, plus, I really don't care enough xD"],
    ["3:26 PM", "MuldvarpenMol", "Hi guys"],
    ["3:26 PM", "Snike", "@iviecarp but.. you said it's your fav game..? xD jk"],
    ["3:27 PM", "MuldvarpenMol", "Having a nice day?"],
    ["3:27 PM", "Snike", "@MuldvarpenMol welcome!"],
    ["3:27 PM", "MuldvarpenMol", "Thanks :)"],
    ["3:27 PM", "iviecarp", "I only bought a tablet for the purpose of reading at work @Snike no lol, I just said there's lots of jizz'm pooling up and it's so good I'm holding out to play it myself. Some time in the future :stuck_out_tongue:"],
    ["3:27 PM", "Snike", "@iviecarp fari enough :smiley: lol"],
    ["3:27 PM", "iviecarp", "Ok I will :stuck_out_tongue:"],
    ["3:27 PM", "Antoine Demangeat", "It wasn't me that time !"],
    ["3:28 PM", "Snike", "fair* (also faery enough, pun intented lol)"],
    ["3:28 PM", "iviecarp", "I'm getting Shenzen I/O before it though, games with more replayability get prioritized always"],
    ["3:28 PM", "Antoine Demangeat", "Feri-nough ?"],
    ["3:28 PM", "The Light", "Who's jizzing?"],
    ["3:28 PM", "Antoine Demangeat", "Jizz'ming*"],
    ["3:29 PM", "iviecarp", "@Snike don't mention fairies right after jizz'm"],
    ["3:29 PM", "Snike", "@Antoine Demangeat lol , @iviecarp just curious, since you"],
    ["3:29 PM", "iviecarp", "Steve is far more composed now that it's earlier in the day. I wonder how Shutter will go :stuck_out_tongue:"],
    ["3:29 PM", "Snike", "@iviecarp since you're into coding/programming/messing with software/hardware etc have you tried installing Win 95 before ..oh wait.. you don't have a phone nvm xD"],
    ["3:30 PM", "iviecarp", "@Snike buddy, I'm old enough to have _run_ Win95"],
    ["3:30 PM", "The Light", "Anyways I'm off seeya Storpey bye everyone :grinning:"],
    ["3:30 PM", "Snike", "@iviecarp no I meant, using a phone to emulate Win 95 via DosBox :stuck_out_tongue:"],
    ["3:31 PM", "iviecarp", "Will we get more screams because of a lack of sleeping children or less because there's no shadows and fatigue? :stuck_out_tongue: Who knows! Join us after the break and find out!"],
    ["3:31 PM", "Snike", "@The Light have a good one!"],
    ["3:31 PM", "Snike", "@The Light have a good one!"],
    ["3:31 PM", "Antoine Demangeat", "\"Uh Oh\""],
    ["3:31 PM", "Lisa Rae", "Bye! @The Light"],
    ["3:32 PM", "iviecarp", "@Snike lol, I think I tried Windows 3.11 on dosbox a while ago - doing it on a smartphone is just showing off though lol :stuck_out_tongue:"],
    ["3:32 PM", "Antoine Demangeat", "Bless your soul Goonstop"],
    ["3:32 PM", "Lisa Rae", "Flirtttt Alertttt xD"],
    ["3:32 PM", "SpiritEssence", "oooh oooooh"],
    ["3:32 PM", "iviecarp", "#Balert"],
    ["3:32 PM", "Goonstop", "Love your shit Storpey"],
    ["3:32 PM", "Lisa Rae", "Very fancy"],
    ["3:32 PM", "Snike", "@iviecarp :stuck_out_tongue: Ik but it's impressive to run PC games even if older on such a small device"],
    ["3:33 PM", "iviecarp", "LMAO excellent steve :heart:"],
    ["3:33 PM", "Lisa Rae", "lmfao"],
    ["3:33 PM", "Goonstop", "I am"],
    ["3:33 PM", "Goonstop", "It true"],
    ["3:33 PM", "Goonstop", "It true"],
    ["3:33 PM", "SpiritEssence", "Applaud for Steve xD"],
    ["3:33 PM", "Antoine Demangeat", "I miss the old awkward oppressing flirts..."],
    ["3:33 PM", "Lisa Rae", "Verbal sexual assault lool"],
    ["3:34 PM", "iviecarp", "@Snike kinda, it's more impressive that we can go through all the conversion layers. Smartphone processors are orders of magnitude faster than old 286-486 processors"],
    ["3:34 PM", "iviecarp", "Yes Steve we prefer an interesting disaster to a boring success!"],
    ["3:34 PM", "SpiritEssence", "I have to go now, you guys have fun! Cya next time :heart: cya!"],
    ["3:34 PM", "iviecarp", "but it only works if you're legitimately trying and failing"],
    ["3:34 PM", "Lisa Rae", "@SpiritEssence bye :smiley:"],
    ["3:35 PM", "Snike", "@iviecarp true, I guess it's even more impressive that we have some PC engines ported to smartphones, to run games such as Doom 3 which unless you have a Shield, for me it's crazy good!"],
    ["3:36 PM", "Antoine Demangeat", "I like every flirts but yeah, with the originals we were scared :stuck_out_tongue:"],
    ["3:36 PM", "Snike", "@SpiritEssence take care!"],
    ["3:36 PM", "iviecarp", "@Snike oh yeah, but again, it's the old debate of the challenges of cross-platforming. In practice, if you're _prepared_ to do it, it's easy. Doom3 is from the John Carmack days, the man is a genius"],
    ["3:36 PM", "iviecarp", "so you can expect some expert craftsmanship as far as code is concerned"],
    ["3:36 PM", "Snike", "@iviecarp indeed!"],
    ["3:37 PM", "Antoine Demangeat", "Yes xD"],
    ["3:37 PM", "iviecarp", "Carmack has always been comfortable with non-Windows platforms too, so it's no surprise the code was not that hard to port. Doom3 _is_ open source now btw"],
    ["3:38 PM", "Snike", "@iviecarp if I was good enough with coding/programming and found some workarounds legal terms with games I'd like to contribute to porting more PC engines just for the sake of pushing smaller device*"],
    ["3:38 PM", "Callum John", "Doom 3 is open source? Since when?"],
    ["3:38 PM", "Snike", "*'s harware to their limits lol"],
    ["3:40 PM", "iviecarp", "@Snike have you played doom mobile or wolfenstein mobile? those are Carmack's work and they're brilliant in using mobile resources to get a good game. I played doom mobile on a 2005 cell phone"],
    ["3:41 PM", "Snike", "@iviecarp I do remember playing them back in the day but I'd prefer running them through DosBox these days :stuck_out_tongue:"],
    ["3:42 PM", "petertheweaponmaker", "Hey Steve do you think you could in future seperate the games when streaming makes it harder for us when we are looking for one series and can't find the next part or at least label the ones in stream"],
    ["3:42 PM", "iviecarp", "@Snike the mobile versions are not like the originals, they're turn-based, with a slightly different story. Same for Orcs & Elves which is another game Carmack made with the same engine"],
    ["3:42 PM", "Snike", "@iviecarp yeah, I remember that, was indeed impressive back then"],
    ["3:43 PM", "Snike", "@iviecarp oh I thought Orcs & Elves was only for the DS.. huh"],
    ["3:44 PM", "Callum John", "I played quite a bit of Orcs & Elves || on the DS."],
    ["3:44 PM", "iviecarp", "@Snike oh it is, I haven't played it :stuck_out_tongue: I just know about it"],
    ["3:44 PM", "iviecarp", "@petertheweaponmaker he'd edit, but he's avoiding it to not break his hands"],
    ["3:45 PM", "Snike", "@iviecarp oh right, I meant that apparently it was also on mobiles, just looked it up :smiley:"],
    ["3:45 PM", "petertheweaponmaker", "okay cool would really help for me I missed a darkest dungeon in the past with no idea which is why I ask you the reamvp:grin:"],
    ["3:47 PM", "Callum John", "And speaking of old mobile games, does anyone know what the game where you platformed around using a magic orb?"],
    ["3:47 PM", "Snike", "@iviecarp what do you think of devices with hardware such as the GPD Win? Especially when you can run Fallout 4 and/or DOOM 2K16 on a 5\" 1080p, Intel Atom, Intel HD graphics, 4 GB RAM, Win 10 device?"],
    ["3:47 PM", "Antoine Demangeat", "Let the screams begin"],
    ["3:47 PM", "Lisa Rae", "Woo :grinning:"],
    ["3:48 PM", "Snike", "StorpGrilledCheese awesome sauce? :stuck_out_tongue:"],
    ["3:49 PM", "iviecarp", "@Snike haven't heard of the GPD Win, not really a mobile guy, but back in like 2011 there was mini-pc tablets, I was about to buy one too. Thing is -"],
    ["3:49 PM", "Callum John", "I think it was a game on semi-old Nokias."],
    ["3:49 PM", "Killer Max", ":sunglasses:"],
    ["3:49 PM", "Killer Max", "Steve for prime minister"],
    ["3:50 PM", "iviecarp", "as impressive as it can be I just think it's an experiment. Can't do much in practice. It's nice that they're available but otherwise, it's too impractical and expensive @Snike"],
    ["3:50 PM", "Snike", "@iviecarp the GPD Win is literally a pocket-sized laptop/notebook :stuck_out_tongue:"],
    ["3:50 PM", "Antoine Demangeat", "It's your favorite Part @Lisa Rae", "He remember when I mentioned anal vice and you laughed", "antoine-joke", "Antoine was paying attention", "highlight"],
    ["3:50 PM", "Antoine Demangeat", "Anal Vice", "", "", "", "highlight"],
    ["3:51 PM", "Snike", "@iviecarp I guess for what it is 300£ or so is expensive? Idk I'd get one if I get the chance, but yeah I just like messing up with this kind of stuff :stuck_out_tongue:"],
    ["3:51 PM", "iviecarp", "@Snike yeah I guess, as I said, nice that they exist but I don't have a strong interest. That said, why in the unholy name of fuck would you use win 10?"],
    ["3:51 PM", "Snike", "@iviecarp lol I think there's a Linux version as well"],
    ["3:51 PM", "iviecarp", "@Snike idk, for 300-350 it's cheap enough to be affordable if you get use out of it but too expensive to just buy it to try it out"],
    ["3:52 PM", "Antoine Demangeat", "Oh nooooo. AAAAAAAAAAAH !"],
    ["3:52 PM", "Snike", "@iviecarp oh of course to just try it out it would be nice if you've got a friend who has it xD but yeah"],
    ["3:53 PM", "Snike", "I wonder what kind of breaks is the Prime Minister Storps having :stuck_out_tongue:"],
    ["3:53 PM", "iviecarp", "@Snike a friend or a sugardaddy you can blow for some cash and get it by exchanging your ass for money. But I digress."],
    ["3:53 PM", "Lisa Rae", "Big potato x)"],
    ["3:53 PM", "Snike", "with this music, I wonder if any *cough* twerking is involved *cough* lol"],
    ["3:53 PM", "Snike", "@iviecarp lol"],
    ["3:53 PM", "Antoine Demangeat", "Twerks, thrusts and squats"],
    ["3:55 PM", "Snike", "@iviecarp personally I already hate touch controls for phone games, though it's a nice touch when some DosBox alternatives on phones have gamepad support"],
    ["3:55 PM", "Antoine Demangeat", "\"oh...shit\""],
    ["3:55 PM", "Antoine Demangeat", "NOOOOOOOOOOOOOOOOOOOOOOOOOO :astonished:"],
    ["3:55 PM", "Lisa Rae", "It's the shirtttttt xD"],
    ["3:56 PM", "Lisa Rae", "Oh god lmao"],
    ["3:56 PM", "iviecarp", "@Snike meh, touch controls is something you need to work with, not pretend it's a controller. Some game devs get it right, others don't"],
    ["3:56 PM", "Antoine Demangeat", "ah yeah xD"],
    ["3:56 PM", "iviecarp", "*GULP*"],
    ["3:56 PM", "Snike", "aww what did I miss last night? what game is that? @iviecarp unless the game is turn-based I personally find touch screen controls a turn off, especially for shooters and whatnot lol"],
    ["3:57 PM", "iviecarp", "bloody sodding shutter"],
    ["3:57 PM", "Antoine Demangeat", "Don't drink for the next 10 minutes !"],
    ["3:57 PM", "Lisa Rae", "Don't nearly die again please, as funny as it looks :joy::joy:"],
    ["3:58 PM", "Snike", "ook.. this is already horrendous!"],
    ["3:58 PM", "iviecarp", "Geez Steve gets _instantly_ immersed holy fucking hell"],
    ["3:58 PM", "Antoine Demangeat", "oh hi !"],
    ["3:58 PM", "Lisa Rae", "LOL"],
    ["3:59 PM", "Snike", "wonder if Steve would try out the Fatal Frame or Grudge games if he could.. actually.. it's best if he didn't."],
    ["4:00 PM", "Lisa Rae", "Abag of rubbish frightened Steve hah"],
    ["4:00 PM", "Callum John", "Whoah. I tuned out for a second. When did this happen?"],
    ["4:00 PM", "Lisa Rae", "Few mins ago"],
    ["4:00 PM", "iviecarp", "lol it's SCP-infinite doorway / PT in Shutter"],
    ["4:00 PM", "Snike", "@Lisa Rae think a bag of rubbish would scare me if it was all over me xD"],
    ["4:01 PM", "iviecarp", "dem horror tropes"],
    ["4:01 PM", "Lisa Rae", "@Snike well this one was just on the floor :stuck_out_tongue:"],
    ["4:01 PM", "iviecarp", "Aren't those from Paradise Lost?"],
    ["4:02 PM", "Callum John", "I have this awful feeling that for the next few years, every horror game's going to be saying: \"gosh, isn't it a shame P.T. was wiped from existance?\""],
    ["4:02 PM", "Snike", "remember Steve's Dreadout playthrough? @Lisa Rae well, I guess that's Steve for ya xD"],
    ["4:02 PM", "Antoine Demangeat", "ARRRRARARARARAOUARARAR"],
    ["4:02 PM", "Lisa Rae", "HAHAHA"],
    ["4:03 PM", "Snike", "that was a strange painting.. a mouse corpse used as a PC mouse? hmm.."],
    ["4:03 PM", "iviecarp", "lol, its still a mouse! xD"],
    ["4:03 PM", "Snike", "@iviecarp tastes I guess xD lol"],
    ["4:03 PM", "Antoine Demangeat", "x'D"],
    ["4:04 PM", "Snike", "hmm.. why does a shadow.. have a shadow?"],
    ["4:04 PM", "Lisa Rae", "He looks like the phantom in outlast"],
    ["4:04 PM", "Lisa Rae", "Whatever it's called"],
    ["4:04 PM", "iviecarp", "Geez with the sparks, with that many sparks the switch would have to be welding itself to the fucking wall"],
    ["4:06 PM", "Lisa Rae", "confused.com"],
    ["4:06 PM", "Callum John", "Is it just me, or is the one camera sound effect combined with the constant flashing getting on everyone else's nerves?"],
    ["4:06 PM", "Snike", "crazy XSS!"],
    ["4:06 PM", "Callum John", "(Wow. What a poorly worded sentance)"],
    ["4:07 PM", "iviecarp", "@Callum John i'm used to it but it's understandable if it's getting on anyone's nerves"],
    ["4:07 PM", "Snike", "@Callum John feel ya"],
    ["4:07 PM", "Antoine Demangeat", "I may not understand what's happening in DD, but it's worse witht his game. wth is going on ?"],
    ["4:08 PM", "Snike", "is this a Unity game by chance?"],
    ["4:08 PM", "Callum John", "I mean, you think they could have at least pitch shifted it, or made the flash drain and recharge slowly to prevent the constant strobing?"],
    ["4:09 PM", "Snike", "#batteries"],
    ["4:09 PM", "iviecarp", "Found peace? She's dead"],
    ["4:10 PM", "iviecarp", "~/\\~"],
    ["4:10 PM", "Antoine Demangeat", "Well, okey"],
    ["4:10 PM", "Lisa Rae", "Well done!!"],
    ["4:10 PM", "Snike", "you killed her?"],
    ["4:10 PM", "Antoine Demangeat", "#youkilledher"],
    ["4:10 PM", "Snike", "@Antoine Demangeat lol"],
    ["4:10 PM", "Callum John", "Well done XSS and company. Hopefully no-one watching got a seizure or the like."],
    ["4:11 PM", "iviecarp", "So I got my answer - time, tipsyness and prior state matter not to Steve, scary games always have the same effect :stuck_out_tongue:"],
    ["4:11 PM", "Antoine Demangeat", "It was fun indeed !"],
    ["4:12 PM", "Lisa Rae", "Thanks for the stream! Bye everyone :grinning:"],
    ["4:12 PM", "Callum John", "Regardless, goodbye!"],
    ["4:12 PM", "iviecarp", "lol instant delete"],
    ["4:12 PM", "Snike", "thanks for the stream Steve, take care you all Troppers you!"],
    ["4:12 PM", "iviecarp", "good dnight! :raising_hand:"],
    ["4:12 PM", "iviecarp", "good dnight! :raising_hand:"],
    ["4:12 PM", "iviecarp", "good dnight! :raising_hand:"],
    ["4:18 PM", "Snike", "g'night/g'day depending on your timezone you all!"],
    ["4:18 PM", "Snike", "g'night/g'day depending on your timezone you all!"],
    ["4:18 PM", "Snike", "g'night/g'day depending on your timezone you all!"],
    ["4:18 PM", "Snike", "g'night/g'day depending on your timezone you all!"]
]
