[
    ["central", "11:00:50", "Lisa R", "Had a major coughing fit last night"],
    ["central", "11:01:07", "Lisa R", "I cheated death 😏"],
    ["central", "11:01:12", "MechaLynx", "that bad?"],
    ["central", "11:01:19", "MechaLynx", "nothing came out?"],
    ["central", "11:02:15", "Lisa R", "I was almost sick but nothing came out I think. Maybe it's just a clear out. Anyways didn't get to to sleep until like half 4 in the morning so a nap later would be necessary I think"],
    ["central", "11:02:28", "Lisa R", "I drank so much water I might aswell have slept in the bath"],
    ["central", "11:02:35", "MechaLynx", "lol"],
    ["central", "11:02:42", "Lisa R", "Woo what a night"],
    ["central", "11:02:59", "MechaLynx", "if you drink too much water, turn your head and cough 😏"],
    ["central", "11:03:07", "Lisa R", "Had my friend sending me snaps of his house party that I couldn't attend while I cough up my gutts"],
    ["central", "11:03:15", "Lisa R", "Meh coughing sucks 😉"],
    ["central", "11:03:23", "MechaLynx", "lol what a tease"],
    ["central", "11:03:50", "MechaLynx", "you're taking the last meds in the afternoon right?"],
    ["central", "11:24:28", "Lisa R", "Last one yes"],
    ["central", "11:24:41", "Lisa R", "Mum reckons I'll be coughing up all the shit now"],
    ["central", "11:25:10", "Lisa R", "Last few days of barely coughing then *that near death experience* happens"],
    ["central", "11:25:45", "MechaLynx", "it's all the evil and hate you have inside, let go of it 😏", "I didn’t mean this btw, was just funny because coughing to the point of throwing up brought exorcism to mind"],
    ["central", "11:26:02", "MechaLynx", "just don't do the 180degree head twist thing pls"],
    ["central", "11:26:03", "Lisa R", "Ironic that it's white googey stuff"],
    ["central", "11:26:11", "MechaLynx", "oh is it 😏"],
    ["central", "11:26:35", "Lisa R", "Not as tasty as I remember"],
    ["central", "11:26:36", "MechaLynx", "you'd think that would be expected, maybe it's something old that was clogging things up"],
    ["central", "11:26:55", "MechaLynx", "this one came from _inside_"],
    ["central", "11:27:02", "Lisa R", "Dear god"],
    ["central", "11:27:45", "Lisa R", "Meh just hoping it's gone by next week"],
    ["central", "11:27:56", "Lisa R", "Or it'll be hitting the 4th week mark"],
    ["central", "11:28:03", "MechaLynx", "well it has changed right?"],
    ["central", "11:28:33", "Lisa R", "Yep, I feel fine now except for that"],
    ["central", "11:28:42", "Lisa R", "It's holding on for dear life"],
    ["central", "11:28:49", "MechaLynx", "eh it'll probably wane"],
    ["central", "11:28:56", "Lisa R", "This weather doesn't help"],
    ["central", "11:29:10", "Lisa R"],
    ["", "", "", "https://cdn.discordapp.com/attachments/375639180522553346/389015616763199499/20171208_171133.jpg"],
    ["central", "11:29:38", "MechaLynx", "LOL and on foot no less"],
    ["central", "11:30:03", "MechaLynx", "is that from the morning or is it that dark all day 😏"],
    ["central", "11:30:27", "Lisa R", "It was 4ish in the afternoon yesterday when I took that"],
    ["central", "11:30:35", "MechaLynx", "makes sense"],
    ["central", "11:30:38", "Lisa R", "It's even heavier now"],
    ["central", "11:30:53", "Lisa R", "No wonder I nearly passed away last night"],
    ["central", "11:31:02", "Lisa R", "NOT TODAY SATAN", "I thought of posting a Syrio Forel meme too late here"],
    ["central", "11:31:23", "MechaLynx", "ugh again trying to assign blame"],
    ["central", "11:31:36", "MechaLynx", "it's not his fault you have a fountain of evil inside you"],
    ["central", "11:31:50", "Lisa R", "That's absolutely correct"],
    ["central", "11:31:59", "Lisa R", "It's *yours*", "In retrospect, I realise this was a hint. I had _no way_ of interpreting it at the time."],
    ["central", "11:32:03", "Lisa R", "😉"],
    ["central", "11:32:37", "MechaLynx", "mine may be white and gooey but I haven't been that close yet, so you'll have to reassign blame 😏"],
    ["central", "11:33:02", "Lisa R", "Sigh"],
    ["central", "11:33:05", "Lisa R", "My damn dog"],
    ["central", "11:33:11", "Lisa R", "I wanted a pizza this morning"],
    ["central", "11:33:20", "Lisa R", "Weird craving"],
    ["central", "11:33:37", "MechaLynx", "craving pizza is probably at the bottom of the list of weird things"],
    ["central", "11:33:39", "Lisa R", "Finished almost it but have my chihuahua pawing at me & giving me those deadly puppy eyes"],
    ["central", "11:33:49", "Lisa R", "Of course I give it to him"],
    ["central", "11:34:00", "MechaLynx", "told you you're a softie"],
    ["central", "11:34:09", "MechaLynx", "the evil must have some other source, hmm"],
    ["central", "11:34:36", "MechaLynx", "you didnt give him the entire thing did you?"],
    ["central", "11:35:21", "Lisa R", "The last biteful of crust"],
    ["central", "11:35:29", "Lisa R", "He's just too cute dammit"],
    ["central", "11:35:40", "MechaLynx", "omfg I was about to say \"I gave him the crust\" as an expectation of evil"],
    ["central", "11:35:49", "MechaLynx", "no tastey parts? just _crust_"],
    ["central", "11:35:54", "MechaLynx", "there's your evil, geez"],
    ["central", "11:36:00", "MechaLynx", "last one too"],
    ["central", "11:36:02", "MechaLynx", "HEARTLESS", "I’ll admit, it was kind of funny that you were talking about the dog irritating you then all he got was the last bite of crust. You made it sound like you gave him the pizza"],
    ["central", "11:36:51", "MechaLynx", "presenting it like he ruined your pizza too, how selfish"],
    ["central", "11:36:52", "Lisa R", "Yeah I'm not *that generous*"],
    ["central", "11:36:53", "Lisa R", "God"],
    ["central", "11:37:06", "MechaLynx", "no need for \"that\" in that sentence 😏"],
    ["central", "11:37:21", "MechaLynx", "dog better be grateful for CRUST"],
    ["central", "11:38:47", "MechaLynx", "\"Oh look at me, I'm Lisa Rae, I'm so generous - I tease my dog with pizza and give him the last bite. I wonder where the evil comes from. Oooooh <:nsfw:376756070724534274> \""],
    ["central", "11:50:07", "Lisa R", "Sniff", "And this is when you disappeared. I was expecting you to pop in at night. I was actually interested to see if you were recovering. I got a bit worried the next day, but you had been absent some days before so I was sort of ok. By the second day I was getting really worried – I didn’t realise it at the time, but considering you left while ill, it’s no surprise I was actually afraid something had happened."],
    ["central", "11:50:13", "Lisa R", "I'm so proud of myself", "After I saw you upload videos, I was relieved. But then I started to wonder why you suddenly decided not to come back to Discord. A lot of things crossed my mind. I thought I had done something wrong but I couldn’t see what. I thought maybe you just got tired of the chat, since it had grown kind of stale. I was ok with that, but I felt _empty_. I did miss it, I got used to you. I was having too much fun."],
    ["central", "11:50:39", "MechaLynx", "proud of sniffing?", "A lot of things went through my head and I re-read chat. I wasn’t ready to understand it though. That’s when I started to try and see if I could find some pattern that would explain it, but all I kept running into, reading your messages out of context, was stuff that irritated me."],
    ["central", "12:00:37", "Lisa R", "Well that too", "There was one thing I couldn’t get out of my head though, despite otherwise not feeling certain about how to interpret your behavior. I had posted a skyrim video I made and I could see from the analytics that you hadn’t even clicked on it. I thought maybe you just missed it. Then, about 3 days in, you responded to Nicolai’s baby pic. I suspected you were lurking anyway. I couldn’t see any reason why you would have missed it since you hadn’t missed anything else at all. So I took it as you deliberately ignoring it"],
    ["central", "12:00:55", "Lisa R", "Usually sniffing sends me into a fit of coughing so I'm glad I'm past that", "Whenever I started feeling I was being unfair, I kept thinking back to that, unable to satisfy myself with an explanation. This is where my trust issues come in. I _have_ to believe the worst case, even if I feel it’s not likely. It’s self-defense. That’s why I took it all to mean something it didn’t. Of course you had just missed it and you wanted to disconnect. I was fine with that, even if I didn’t like it, but I _couldn’t_ fit ignoring that video into the pattern."],
    ["central", "12:00:59", "Lisa R", "😉", "When you came back, I pinged you with the same video. I was very confused and did that to see how you’d react. When I saw that _again_ you were ignoring it completely I felt _certain_ you were ignoring me on purpose. What felt worse was that it was a video I had made and it felt like you didn’t care to even take a moment to look at it. This got stuck in my head and it’s where my idea that you were only around for attention came from."],
    ["central", "12:01:04", "MechaLynx", "lol", "I’m still sorry for this. I let it get to my head too much and it _was_ silly. I just couldn’t fit it in and explain it. I will admit I felt a bit hurt, perhaps unfairly. I hope you understand now."],
    ["chaos", "22:18:51", "MechaLynx", "https://www.youtube.com/watch?v=sOnqjkJTMaA#t=9m40s"]
]
