[
    ["central", "05:33:26", "MechaLynx", "Wow how fortunate that that vampire lady had the same cup size as me. Lucky! 😃"],
    ["", "", "", "https://cdn.discordapp.com/attachments/375639180522553346/388201315882369045/cup-size.png"],
    ["central", "10:09:30", "Dweirdo", "Skyrim?"],
    ["central", "10:10:08", "MechaLynx", "ya"],
    ["central", "10:29:10", "Dweirdo", "I still need to play that"],
    ["central", "10:29:21", "MechaLynx", "wow never played it?"],
    ["central", "10:29:41", "Dweirdo", "I've started it it but never made any real progress"],
    ["central", "10:29:51", "Dweirdo", "Always meant to though"],
    ["central", "10:30:05", "MechaLynx", "i mean, I still have dark souls in my library and never played it but in my defense, I've only had a gpu that can play it for the last year and a half or so 😛"],
    ["central", "10:30:41", "Dweirdo", "Lol, I'll need to get into it some time soon"],
    ["central", "10:31:31", "Dweirdo", "Gives me the excuse to create another bald headed ginger bearded handsome charter in the likeness of myself"],
    ["central", "10:31:39", "Dweirdo", "Character"],
    ["central", "10:31:48", "MechaLynx", "LOL"],
    ["central", "10:32:34", "MechaLynx", "I made a character with the same gender as me once", "it was world of warcraft back in 2006 I think. Whenever I had the choice before or since, I’ve only ever made female characters."],
    ["central", "10:32:36", "MechaLynx", "but then I took a shitty game to the knee"],
    ["central", "10:32:38", "MechaLynx", "never again"],
    ["central", "10:32:44", "Dweirdo", "Lol"],
    ["central", "10:33:05", "Dweirdo", "I either make myself or a rather attractive red headed lady"],
    ["central", "10:33:18", "MechaLynx", "😏"],
    ["central", "10:33:31", "Dweirdo", "<:steve_vlub:377318011427749888>"],
    ["central", "10:34:08", "Dweirdo", "Usually with a sensible name like Dick Stroker or Penny Tration"],
    ["central", "10:34:18", "MechaLynx", "OMFG Those are great"],
    ["central", "10:34:35", "Dweirdo", "The challenge can be finding new ones all the time lol"],
    ["central", "10:34:44", "MechaLynx", "All I've done is namy my FTL crew: Dick, Balls, Vagina and the ship Penis. I still have lots to learn"],
    ["central", "10:35:08", "Dweirdo", "The only ship I've ever won with was called The Cock"],
    ["central", "10:35:09", "MechaLynx", "I ran out of them myself, there's only so many interesting body parts. Had to use Uterus, Clitoris etc. and I think I've ran out"],
    ["central", "10:35:13", "MechaLynx", "lol"],
    ["central", "10:35:16", "Dweirdo", "Lol"],
    ["central", "10:35:22", "MechaLynx", "\"The Penis\" got me my highest highscore 😛"],
    ["central", "10:35:38", "MechaLynx", "In fairness, I usually don't bother naming anything on FTL"],
    ["central", "10:36:02", "MechaLynx", "I actually recorded that run but it's got absolute SHIT sound from the mic and it needs a lot of editing so I've put it off forever"],
    ["central", "10:36:14", "Dweirdo", "I usually only name the ship"],
    ["central", "10:36:36", "Dweirdo", "Lol I sometimes get into the habit of putting off editing"],
    ["central", "10:37:55", "MechaLynx", "this one's really tough, it's like 3 hours long, lots of coughing, noises from the headphones (because they weren't sitting on my head properly and every time I spoke they made a plasticky noise the mic picked up), there's parts the might need to get cut out, normalizing.... ugh"],
    ["central", "10:38:30", "MechaLynx", "I wouldn't mind it myself, but I don't expect anyone to want to listen to that garbage for 3hrs 😛"],
    ["central", "10:53:43", "Dweirdo", "Lol you'd be surprised. Sometimes finding a nice long video to just chill and watch can be a good thing"],
    ["central", "10:54:30", "MechaLynx", "yeah I know, I do that a lot and apparently lots of people do, but it still feels weird to leave it in such a state"],
    ["central", "10:56:13", "Dweirdo", "Yeah and the other option is to edit all that stuff which is always...fun"],
    ["central", "10:56:51", "MechaLynx", "it _was_ fun messing with filters and shit in audacity, but then... then you have to actually do the shit 😛"],
    ["central", "10:57:07", "Dweirdo", "Lol"],
    ["central", "10:58:36", "Dweirdo", "I suppose that's where coming from a musical background helps, I know in know my way around filters and compressors and stuff"],
    ["central", "11:00:02", "MechaLynx", "I don't mind figuring shit out at all though. That's the part I love doing. It's actually finishing things that's torture for me. If it was just about figuring it out, there's _lots_ of things I haven't finished that would have been done ages ago 😛"],
    ["central", "11:00:23", "MechaLynx", "once I know how to do something, I lose interest"],
    ["central", "11:01:59", "Dweirdo", "Lol. I actually kinda enjoy the editing sometimes, it's more waiting for shit to export and convert that drives me crazy"],
    ["central", "11:04:14", "MechaLynx", "I did a second attempt after that run. Sound was ok this time, made sure to mute to cut down on editing. No headset noises, even recorded to mkv with mulitple tracks (previous I had to also _sync_ it up, never realised what a fucking nightmare that is). But I was _so_ shit at it, half asleep. I think someone would have to be braindead to watch more than 10 minutes of that shit lol"],
    ["central", "11:04:43", "MechaLynx", "not just playing bad - i was literally half asleep, barely paying attention or actually commenting on anything"],
    ["central", "11:04:59", "MechaLynx", "so i guess 3rd time's the charm maybe? 😛"],
    ["central", "11:05:26", "Dweirdo", "Lol. I know the feeling. They do say 3rd times the charm so go for it 😄"],
    ["central", "11:06:22", "Dweirdo", "I do record my webcam and mic together now to save syncing, then good old \"5,4,3,2,1 Fraps\" (even though I use Action) works nicely for the rest"],
    ["central", "11:07:31", "MechaLynx", "ah fraps doesn't have multiple channels? obs now has 6 channels and they recommend mkv to prevent issues with mp4s not being finalized. So I just put the game on one channel, mic on the other and a 3rd channel with both. I don't use a webcam so I don't have to care about that. Would be nice to record it separately but it's planned, not a feature yet"],
    ["central", "11:08:14", "MechaLynx", "there's also a freeware virtual audio cable, so with a bit of cleverness you can put other sources (like music) on a separate virtual device and skip recording it"],
    ["central", "11:10:12", "Dweirdo", "I haven't used Fraps in years. I use Marillis Action for the game and I use OBS to record my Webcam and mic. Seems to work for me. I tried using OBS for the lot but I always had issues with the local recording that way. Works a treat for streaming though"],
    ["central", "11:10:46", "MechaLynx", "are you using old obs or obs-studio? they don't update old obs"],
    ["central", "11:11:04", "Dweirdo", "OBS  studio"],
    ["central", "11:11:08", "MechaLynx", "oh ok"],
    ["central", "11:11:28", "MechaLynx", "just in case, if the issue with the recording was that it seeks slow, it's likely the auto keyframing that sucks at it"],
    ["central", "11:11:49", "MechaLynx", "i just set it to 2 and it seeks fine now"],
    ["central", "11:12:05", "MechaLynx", "you got a powerful rig though so recording separately isn't an issue"],
    ["central", "11:12:32", "MechaLynx", "(lol I just noticed you said 'even though I use action' - wasn't paying attention xD)"],
    ["central", "11:12:50", "Dweirdo", "It was weird. The recorded file would be a terrible FPS even though everything was fine in the preview and  always showed a steady framerate."],
    ["central", "11:13:24", "MechaLynx", "probably was a keyframing issue, that's what it smells like. In any case, it's just an fyi, whatever works for you"],
    ["central", "11:13:39", "Dweirdo", "Yeah, it would be great to have it all as one file"],
    ["central", "11:14:05", "Dweirdo", "I can see me spending to day trying it all now lol"],
    ["central", "11:14:17", "MechaLynx", "if they support global hotkeys, which they should (obs-studio does), you should be able to set the same hotkey on both"],
    ["central", "11:15:59", "MechaLynx", "the obs people recommend mkv for multiple channels (or just mkv for anything) - if you try it, set keyframes to 2, not 0. They say just transcode for youtube (using handbrake, or ffmpeg or whatever) although youtube seems happy to consume mkvs. If you try uploading mkv, just make sure your intended audio is on the first channel. I haven't tried it, but if anything can go wrong, it's youtube's encoder picking the first channel where there's just some of the audio. Other than that, it should work ok"],
    ["central", "11:16:27", "MechaLynx", "I _am_ a complete noob at this btw"],
    ["central", "11:16:41", "MechaLynx", "_if it doesn't show already_ 😛"],
    ["central", "11:16:57", "Dweirdo", "Yeah, that's one of the issues I have is Premiere Pro doesn't work well with OBS files so I always have to put my facecam stuff through Handbrake before I can edit it"],
    ["central", "11:17:26", "Dweirdo", "Action files are fine. In fact Action can record it all in one go too, just never used it"],
    ["central", "11:17:37", "MechaLynx", "not saying you have to, but OBS _is_ very tweakable, supports arbitrary container and encoder options"],
    ["central", "11:17:56", "Dweirdo", "Oh yeah, it's an amazing program, especially being free"],
    ["central", "11:18:40", "MechaLynx", "does action or fraps support replay buffers? it's my favorite thing in obs, it works like console recording. You just give it a time span in seconds and it keeps it in ram, save it locally with a hotkey"],
    ["central", "11:19:16", "Dweirdo", "Not sure actually, never really looked that much into it"],
    ["central", "11:19:30", "MechaLynx", "probably because of your MASSIVE"],
    ["central", "11:19:31", "MechaLynx", "rig"],
    ["central", "11:19:33", "MechaLynx", "😏"],
    ["central", "11:19:52", "MechaLynx", "no need for tricks like us plebs need to do to get a recording properly moist 😛"],
    ["central", "11:20:32", "Dweirdo", "Lol! My rig is getting pretty dated now unfortunately"],
    ["central", "11:21:25", "MechaLynx", "your rig streams better than mine _watches_ 😛"],
    ["central", "11:21:56", "Dweirdo", "Lol. I'm terrified of it catching fire one of these days"],
    ["central", "11:22:14", "MechaLynx", "really? does it give you that impression or are you watching the temperature?"],
    ["central", "11:25:33", "Dweirdo", "Temps are fine. just me being paranoid because I don't have the funds to replace it"],
    ["central", "11:27:00", "MechaLynx", "lol i know the feeling"],
    ["central", "17:08:42", "Lisa R", "Decided to stop taking my antibiotics", "Not to be presumptuous but considering I had been around the other times you were talking about this, I think you may have been expecting me to be around to talk, but I think I was sleeping at the time."],
    ["central", "17:08:48", "Lisa R", "I feel drowsy as fuck"],
    ["central", "18:41:12", "Dweirdo", "I was supposed to take mine for 10 days but I only took them for 5"],
    ["central", "18:44:36", "Lisa R", "Like it says anyways that for respiratory tract problems you can stop taking them"],
    ["central", "18:44:46", "Lisa R", "As antibiotics do nothing"],
    ["central", "18:45:08", "Lisa R", "Plus another thing that might be causing it is the caffeine as I'm not allowed any"],
    ["central", "18:45:32", "Lisa R", "But the uni was selling salted caramel cappuccinos not hot chocolates. The chocolate sprinkles made it hard to tell"],
    ["central", "18:46:08", "Lisa R", "So that's probably another reason why I felt like crap. Gonna tell the medical practice tomorrow anyway ask them to pass onto my doctor if the appoinment is too far away"],
    ["central", "20:46:26", "Dweirdo", "Hope you feel better soon"],
    ["central", "20:59:58", "Lisa R", "I'll be fine :) thank you! Just me over thinking *everything*"],
    ["central", "21:00:03", "Lisa R", "*Again*"],
    ["central", "21:00:17", "Lisa R", "*I should really reconsider getting a worry journal*"],
    ["central", "00:57:00", "MechaLynx", "@Lisa R if a worry journal is you writing down stuff you worry about, can confirm that works 👍🏿 - worked much better than I thought, for me. All I do is use a text file though. If it's not what that is, disregard 😛", "Then I did my trademark message dump, sorry"],
    ["chaos", "00:58:18", "MechaLynx", "<https://www.humblebundle.com/store/homefront> \"Homefront\" free on the humble store for 1 day and 17 hrs more."],
    ["central", "01:09:06", "MechaLynx", "I don't think I would have made it though the last year without doing this"],
    ["central", "01:20:40", "MechaLynx", "If I'm reading this properly, it's just recording your shit though. All I do is have 2 text files, one for notes (holy shit I think I'd die if I couldn't keep notes all the time) and one for shit I'm stressed or angry about. Used to be one file, but I split it in 2 once the stressful shit got so dense it got in the way of keeping notes.\n\nI made two macros for my text editor: one that records the date (when I change days) and one that records the time and I just type shit. It's searchable because the dates are all in the same format. Otherwise I just use the search function. Most of the time, just writing shit down is enough.\n\nYou can just use your smartphone tbh - just get a text editor that can paste date/time. No need to get fancy or plan it out or you'll likely just never do it 😛 and just back the shit up on your computer later."],
    ["central", "01:35:13", "MechaLynx", "ugh, android apps are chaos. I think evernote automatically adds timestamps though"]
]
