[["central", "13:40:28", "MechaLynx", "\\o/"], ["central", "13:46:01", "MechaLynx", "This is not an _official_ Storpey server, just a temporary one I made for Storproopers to keep in touch until the livestreams start again"], ["central", "13:46:09", "", "MechaLynx pinned a message to this channel."], [], ["", "", "", "", "You’re always very strong with your compliments, sometimes too strong. Not in this case though, this felt alright."], [], ["", "", "", "", "This was in reference to my bad mic drop joke"], [], ["", "", "", "", "SuperDarthVader1 had always been lurking. He’s got Discord Nitro, so he’s likely using Discord in a whole lot of other servers instead of this quiet one."], [], ["", "", "", "", "Antoine was having trouble keeping up, not as much as you, but he’s also not used to this"], [], ["", "", "", "", "", "Antoine-attention-1"], [], ["", "", "", "", "I’m used to chats that don’t keep their history and where there’s too many people to care about keeping track. Whenever someone said this, it felt weird. Just not the kind of way I’ve thought of chats, plus not the kind of person I’m used to chatting with. It was confusing. Not at this point in Discord history though."], [], ["", "", "", "", "_This was_ hard to understand though. 52 messages is peanuts compared to a regular chat. You likely would have been overwhelmed a lot faster if people were actually talking all the time."], ["", "", "", "", "your picture changing isn’t that bad btw, I change profile pictures and names all the time, depending on my mood.", "Antoine-2"], [], ["", "", "", "", "On this day, it was mostly you and him chatting. He was likely very happy about that. He also likely expected it to be a trend. That’s when I came in and spoiled his soup."], [], ["", "", "", "", "I didn’t realise it at the time, but I think, reading back, this was me outpacing you too much with the messages. When your replies end up being consistently just a few words and not all that specific, I got worried. It wasn’t clear in my head, my need to be complete in what I say takes over too soon, but I think it’s an instance of me overwhelming you."], [], ["", "", "", "", "It’s different, chatting without a stream, isn’t it. Much heavier."], [], ["", "", "", "", "", "Antoine-incident-1"], [], ["", "", "", "", "here he goofed up hard, couldn’t contain himself"], [], ["", "", "", "", "and he was too invested to react to you rolling your eyes"], [], ["", "", "", "", "I don’t know if you picked up on what he was trying to do, or if you actually didn’t understand what he wanted"], [], ["", "", "", "", "that was brave"], [], ["", "", "", "", "and now his typical strategy: playing wounded puppy"], [], ["", "", "", "", "and here you cave in. this sort of made things real, he couldn’t understand how you meant it. This is the approach you had with him in PM too by the looks of it and it clearly backfired."], [], ["", "", "", "", "Not sure if he knew I was iviecarp and harbored some resentment or he felt oppressed somehow"], [], ["", "", "", "", "_this_ is what made me think his comment wasn’t a joke"], [], ["", "", "", "", "here he is, giving in"], [], ["", "", "", "", "I should have just thought to use no color… I’m dumb"], [], ["", "", "", "", "he never let go of the kurzweil thing. I think he felt defeated and wanted to get back at me somehow, but wasn’t willing to get into a fight"], [], ["", "", "", "", "I was getting a bit impatient with him here"], [], ["", "", "", "", "I don’t know what to expect of people. I don’t know how used to all of this you guys are, I only found out later."], [], ["", "", "", "", "I wasn’t sure if he was serious or not, so I set some boundaries anyway"], [], ["", "", "", "", "I _did_ find these legitimately funny. Antoine _can_ be funny, he just can’t control himself most of the time."], [], ["", "", "", "", "That was me posting the storpji I made out of the pic you gave me"], [], ["", "", "", "", "You weren’t just happy, you were also very eager to talk back then"], [], []]